[
    {
        "name": "Sebastian",
        "shortname": "Sebastian",
        "reknown": "Flips and jumps",
        "bio": "Sebastian grew up the youngest of four thousand siblings in a cold Siberian lake. With his quick wit and bright orange coloring, Sebastian stood out from the horde and became an international star. Sea creatures of all sorts come from far and wide to see his impressive back flips, sashays, and high jumps. It is rumored he can do twelve tumbles in a row, but National Geographic has yet to confirm this on video."
    },
    {
        "name": "Ferrara Bonthrop II",
        "shortname": "Ferrara",
        "reknown": "90s hip hop",
        "bio": "Ferrar Bonthrop II hails from an illustrious family of New Zealand starfish. She was born a princess and mastered several languages, equestrian jumping (with seahorses), and mixed martial arts. When her mother was tragically eaten by an eel, she ascended the starfish throne. Known throughout the eight kingdoms for her generosity and good humor, Queen Bonthrop II spends most of her time lip syncing to 1990s hip hop."
    },
    {
        "name": "Jasper Thermos",
        "shortname": "Jasper",
        "reknown": "Dean who strips for poker chips",
        "bio": "Jasper is dean of the Brazilian Academy and School, located deep in the Amazon. He has led eleven generations of schools, and is considered to have one of the finest fish minds in the world. He won several game show competitions and is currently in the running for a spot on next year’s Tournament of Champions. In his spare time, he enjoys British crime novels and strip poker."
    },
    {
        "name": "Tobias",
        "shortname": "Tobias",
        "reknown": "Prize fighter poet",
        "bio": "Tobias is a prize fighting fish from Thailand. He is currently the welter weight champion of the world. Tobias is also an accomplished linguist and has translated several important poems from ancient scripts into several languages. When he’s not in the ring, he enjoys spending time with his six families."
    },
    {
        "name": "Peanut Gallery",
        "shortname": "Peanut",
        "reknown": "Gossip",
        "bio": "Peanut Gallery is a chatty fish from Norway who loves gossip, unsolicited advice, and eavesdropping. She holds a world record for starting the most Facebook wars in 2014, and she is hoping to best her record this year. A feisty conversationalist, Peanut is also a skilled trumpet player and ballroom dancer."
    },
    {
        "name": "Jeremia",
        "shortname": "Jeremia",
        "reknown": "Surfing weight loss champion",
        "bio": "Jeremia is a fun-loving surfer who grew up the eldest of 93 siblings in Belize. Despite having over six thousand children of her own, Jeremia stays in shape with her active lifestyle and sunny disposition. She recently started a new workout routine for fellow mothers, and has appeared on several morning TV shows to promote her innovative methods. She claims to have helped thousands of fish mommies get back in shape after spawning."
    },
    {
        "name": "Casper",
        "shortname": "Casper",
        "reknown": "Grump",
        "bio": "Casper is a large fish living at the bottom of Lake Michigan. He emerged from hibernation just a few days ago and isn’t in the mood to be interviewed. While Casper is a gentle giant, he clearly doesn’t like visitors."
    },
    {
        "name": "Riley",
        "shortname": "Riley",
        "reknown": "Beat boxer",
        "bio": "Riley is an accomplished beat boxer from the Bronx zoo. Originally from the China Sea, Riley enjoys painting, dancing, and composing new beats. She has her own Facebook page, several LPs with a full album in the works, and a ghost-written memoir soon to be released."
    },
    {
        "name": "Oliver",
        "shortname": "Oliver",
        "reknown": "Belgian spy",
        "bio": "Oliver is a former Belgian spy. He is an expert diver and excavator, and has recovered over three dozen Cher CDs from various Russian lakes. He has been 'gifted' in elaborate aquariums to six different world leaders over the years, which has allowed him to record sensitive diplomatic conversations while crooks up to no good talk openly while admiring the beautiful fish. Now retired, Oliver enjoys gardening and playing pool."
    }
]
